/* na */
"Waiting" = "等待中";

/* na */
"Retry" = "重试";

/* na */
"Loading" = "加载中...";

/* na */
"%.1f of %.1f KB, %.1f KB/s" = "%.1f / %.1f KB, %.1f KB/s";

/* na */
"%.1f KB, %.1f KB/s" = "%.1f KB, %.1f KB/s";

/* na */
"Succeeded" = "成功";

/* na */
"Failed" = "失败";

/* na */
"Skipped" = "跳过";